[
  {
    "fname": "Shelly-Vesivaraaja.js",
    "title": "Lämminvesivaraaja - pieni varaaja/suuri kulutus",
    "description": "Todella helppo pörssiohjaus lämminvesivaraajalle kun varaaja on pieni tai kulutus suurta. Valitse kuinka monta halvinta tuntia varaaja lämmitetään yöllä ja iltapäivällä. (Finnish region)"
  },
  {
    "fname": "Shelly-Vesivaraaja-yosiirto.js",
    "title": "Lämminvesivaraaja - Yöajan siirtohinnan huomioiva lämmitys",
    "description": "Todella helppo pörssiohjaus lämminvesivaraajalle, jolla voi lämmittää halutun tuntimäärän ja samalla huomoida yösiirron halvemman siirtohinnan. (Finnish region)"
  },
  {
    "fname": "Shelly-Pikakoodi.js",
    "title": "Pikakoodi - Monenlaisia pörssiohjauksia pikakoodeilla",
    "description": "Aseta haluamasi pikakoodi skriptiin lukuisista vaihtoehdoista fiksuun pörssiohjaukseen. (Finnish region)"
  },
  {
    "fname": "Shelly-SmartHeating.js",
    "title": "SmartHeating - Heating based on the weather forecast and spot-prices!",
    "description": "With this script, it is possible to control one or more relays according to the weather forecast adjusted hours and it has plenty of other features too. (multi-region)"
  },
  {
    "fname": "Shelly-Minimal-Heating.js",
    "title": "Minimal heating script - Simple but powerful script for different heating purposes",
    "description": "With this you can heat based on cheapest hours and always allowed price. The script also has night-hours only option. (multi-region)"
  },
  {
    "fname": "Shelly-Rank-and-Price.js",
    "title": "Rank and Price - Advanced script with a price and rank rules.",
    "description": "With this it is possible to control multiple relays with advanced price and rank rules. (multi-region)"
  },
  {
    "fname": "Shelly-SmartMonitoring.js",
    "title": "SmartMonitoring - Keep scripts running and report relay statuses",
    "description": "This script monitors other script statuses and Internet connection. Also saves relay status changes to spot-hinta.fi cloud where you can see the history of changes. (multi-region)"
  }
]
